Revit 2024 API
ParameterTypeId.SteelElemBoltStandard Property
 "Standard"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemBoltStandard { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemBoltStandard As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemBoltStandard {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace